import pandas as pd


df = pd.read_csv('../GoogleApps.csv')


# Скільки коштує (Price) найдешевший платний додаток (Type == 'Paid)?


# Чому дорівнює медіана кількості установок програм із категорії ART_AND_DESIGN?
# За допомогою фільтрації виберіть з датасету програми, що належать до категорії (Category) ART_AND_DESIGN. Знайди медіану (median) кількості установок (Installs) серед усіх відібраних програм.
# Відповідь дай у вигляді цілого числа


# Наскільки максимальна кількість відгуків (Reviews) для безкоштовних програм (Type == 'Free')
# більше максимальної кількості відгуків для платних програм (Type == 'Paid')?


# Який мінімальний розмір (Size) програми для тинейджерів (Content Rating == 'Teen')?



